@extends('layouts.shop.app')

@section('page_title', 'プライバシーポリシー')

@section('content')
<section class="mv bg-light">
  <div class="container">
    <h2>プライバシーポリシー</h2>
  </div>
</section>

<section class="bg-white py-4 rounded mb-5">
  <div class="container single">
    <h3>1. 個人情報の利用目的</h3>
    <p>
      株式会社ランプ（以下、「当社」といいます）は、当社が提供するTakeEats（以下「本サービス」といいます。）に関し、下記の目的において、利用者の個人情報（個人情報の保護に関する法律第2条第1項に定義するものをいい、その詳細は第2条に定めます。）を取得し、利用します。
    </p>
    <ol>
      <li>本サービスの提供と、本サービスに関するご連絡のため</li>
      <li>本サービスの利用料金その他の支払いにつき、請求又は支払いを行うため</li>
      <li>本サービスの改善、及び当社の運営する新サービスの開発のため</li>
      <li>本サービスの利用規約に違反する態様での利用を防止するため</li>
      <li>当社の運営する各種サービスの案内のため</li>
      <li>広告の配信、表示及び効果測定のため</li>
      <li>利用者のトラフィック測定及び行動測定のため</li>
      <li>上記の利用目的に付随する目的のため</li>
    </ol>
    <h3>2. 取得する個人情報の種類</h3>
    <p>当社は、利用者が本サービスを利用するにあたり、利用者の属性に応じて、以下の個人情報を取得いたします。</p>
    <ol>
      <li>
        <span>利用者が個人の場合</span>
        <ol>
          <li>氏名</li>
          <li>電話番号</li>
          <li>メールアドレス</li>
          <li>位置情報</li>
          <li>リファラ</li>
          <li>IPアドレス</li>
          <li>サーバーアクセスログに関する情報</li>
          <li>その他本サービスの登録フォームに利用者が記入する情報</li>
        </ol>
      </li>
      <li>
        <span>利用者が法人の場合</span>
        <ol>
          <li>ご担当者様の氏名</li>
          <li>ご担当者様の勤務先メールアドレス</li>
          <li>ご担当者様の勤務先電話番号</li>
        </ol>
      </li>
    </ol>
    <h3>3. 個人情報利用の制限</h3>
    <p>当社は、あらかじめ本人の同意を得ず、利用目的の達成に必要な範囲を超えて個人情報を取り扱うことはありません。ただし、次の場合はこの限りではありません。</p>
    <ol>
      <li>法令に基づく場合</li>
      <li>人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき</li>
      <li>公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき</li>
      <li>国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
    </ol>
    <h3>4. 個人情報の適正な取得</h3>
    <p>当社は、適正に個人情報を取得し、偽りその他不正の手段により取得することはありません。</p>
    <h3>5. 個人情報利用目的の変更</h3>
    <p>当社は、個人情報の利用目的を変更する場合には、変更前の利用目的と関連性を有すると合理的に認められる範囲を超えては行わず、変更された利用目的について、本人に通知し、又は本サービスのウェブサイト等にて公表します。</p>
    <h3>6. 個人情報の正確性の確保等及び安全管理措置</h3>
    <p>
      当社は、利用目的の達成に必要な範囲内において、個人情報を、正確かつ最新の内容に保つとともに、利用する必要がなくなったときは、当該個人情報を遅滞なく消去するように努めます。また、取り扱う個人情報の漏えい、滅失又はき損の防止その他の個人情報の安全管理のために必要かつ適切な措置を講じます。
    </p>
    <h3>7. 委託先の監督</h3>
    <p>
      当社は、個人情報の取扱いの全部又は一部を委託する場合は、委託先と機密保持を含む契約を締結し、又は、当社が定める規約に合意を求め、さらに、委託先において個人情報の安全管理が図られるよう、委託先に対する必要かつ適切な監督を行います。
    </p>
    <h3>8. 第三者提供の制限</h3>
    <p>当社は、次に掲げる場合を除くほか、あらかじめ本人の同意を得ないで、個人情報を第三者に提供しません。</p>
    <ol>
      <li>法令に基づく場合</li>
      <li>人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき</li>
      <li>公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき</li>
      <li>国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
    </ol>
    <p>ただし次に掲げる場合は、当該情報の提供先は「第三者」には該当しないものとします。</p>
    <ol>
      <li>当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部又は一部を委託することに伴って個人情報が提供される場合</li>
      <li>合併その他の事由による事業の承継に伴って個人情報が提供される場合</li>
      <li>
        個人情報を特定の者との間で共同して利用する場合であって、その旨並びに共同して利用される個人情報の項目、共同して利用する者の範囲、利用する者の利用目的及び当該個人情報の管理について責任を有する者の氏名又は名称について、あらかじめ本人に通知し、又は本人が容易に知り得る状態に置いている場合
      </li>
    </ol>
    <p>当社は、個人情報を特定の者との間で共同して利用する場合において、利用目的又は個人情報の管理について責任を有する者の氏名若しくは名称を変更する場合は、変更する内容について、あらかじめ本人に通知し、又は本人が容易に知り得る状態に置くものとします。</p>
    <h3>9. 個人情報の開示</h3>
    <p>
      当社は、本人から、自己の個人情報の開示を求められたときは、本人に対し、遅滞なく開示します。ただし、開示することにより次のいずれかに該当する場合は、その全部又は一部を開示しないことがあります。当社が開示しない決定をした場合には、その旨を遅滞なく本人に通知します。
    </p>
    <ol>
      <li>本人又は第三者の生命、身体、財産その他の権利利益を害するおそれがある場合</li>
      <li>当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
      <li>他の法令に違反することとなる場合</li>
    </ol>
    <p>なお、個人情報以外の情報又はデータは、原則として開示いたしません。
      <br>個人情報の開示につきましては、手数料（1件あたり2,000円）を頂戴しておりますので、あらかじめご了承ください。</p>
    <h3>10. 個人情報の訂正及び削除</h3>
    <p>
      当社は、本人から、自己の個人情報の内容が事実でないという理由によって、内容の訂正、追加又は削除（以下「訂正等」といいます）を求められた場合には、その内容の訂正等に関して法令の規定により特別の手続が定められている場合を除き、利用目的の達成に必要な範囲内において、遅滞なく必要な調査を行い、その結果に基づき、当該個人情報の内容の訂正等を行い、その旨を本人に通知します。訂正等を行わない旨の決定をしたときは、その旨を本人に通知します。
    </p>
    <h3>11. 個人情報の利用停止</h3>
    <p>
      当社は、本人から、自己の個人情報が、利用目的の範囲を超えて取り扱われているという理由、又は不正の手段により取得されたものであるという理由により、その利用の停止又は消去（以下「利用停止等」といいます）を求められた場合には、遅滞なく必要な調査を行い、その結果に基づき、違反を是正するために必要な限度で、遅滞なく当該個人情報の利用停止等を行い、その旨を本人に通知します。利用停止等を行わない旨を決定した時は、その旨を本人に通知します。ただし、当該個人情報の利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって、本人の権利利益を保護するために必要なこれに代わるべき措置をとれる場合は、当該代替措置を講じます。
    </p>
    <h3>12. データ等の利用について</h3>
    <p>
      当社は、本サービスの運営にあたり、以下のデータ等を利用します。当社によるこれらデータ等の利用については、これらデータ等が個人情報に該当しない限りで、かつ、個人情報の保護に関する法に反しない限度において、制限を受けないものとします。
    </p>
    <ol>
      <li>個人を識別できないように個人情報を加工し、作成した匿名加工情報その他統計情報等</li>
      <li>当社及び当社の提携する各事業者のWebサイト閲覧者、アプリケーション閲覧者にまつわる、閲覧広告・ページ、性別、職業、年齢、ご覧になったページ・広告、ご利用時間帯、ご利用の方法、ご利用環境等などの情報</li>
      <li>IPアドレス、クッキー情報、位置情報、端末の個体識別情報</li>
    </ol>
    <h3>13. プライバシーポリシーの変更</h3>
    <p>当社は、利用目的の変更を含め、法令で認められる範囲内で本プライバシーポリシーの内容を変更することができるものとします。変更後のプライバシーポリシーは、本サービスのウェブサイト等に掲載し公表した時から効力を生じるものとします。
    </p>
    <h3>14. お問い合わせ窓口</h3>
    <p>個人情報の開示、訂正等又は利用停止等の申し出、その他本プライバシーポリシーに関するお問い合わせは、下記の窓口までお願いいたします。</p>
    <p>住所：京都府京都市中京区下妙覚寺町195 KMGビル4F
      <br>社名：株式会社ランプ
      <br>担当部署：TakeEats事業部
      <br>メールアドレス：info@lamp.jp
      <br>電話番号：075-600-2721（平日10時～18時）</p>
    <h3>15. Google Analyticsの利用について</h3>
    <p>当社は本サービスにおいて，Google LLCが提供するサービスであるGoogle
      Analyticsを利用して利用者のアクセスログ等を収集し，クッキー（※）を用いて分析を行っています。この際，利用者に関する情報の一部がGoogle
      <br>LLCにも収集される可能性がありますが，これらの情報に特定の個人を識別する情報は一切含まれません。これらの情報はGoogle
      <br>LLCのプライバシーポリシー（https://policies.google.com/privacy）に基づいて管理されます。
      <br>※「クッキー」とは，ウェブサイトからインターネット利用者のブラウザに送信される小さなテキストファイルです。これによりウェブサーバーがインターネット利用者のブラウザを識別できることができるようになりますが，クッキーによりインターネット利用者個人を特定することはできません。
      <br>Google Analyticsによるデータ収集・処理の仕組みについては，以下のページをご参照ください。
      <br>「Googleのサービスを使用するサイトやアプリから収集した情報のGoogleによる使用」https://policies.google.com/technologies/partner-sites</p>
  </div>
</section>
@endsection